Repository: Digiover/vevida-optimizer
Catalog: languages/vevida-optimizer-*.po
Languages: nl_nl

source: Convert MySQL MyISAM tables to InnoDB
nl_nl: Converteer WordPress MyISAM tabellen naar InnoDB

source: This plugin will convert your old MyISAM MySQL database tables to the InnoDB storage engine.
nl_nl: Deze plugin converteert oude MyISAM mySQL database tabellen naar het InnoDB opslagformaat.

source: In the earlier days of MySQL, the default storage engine for your database was MyISAM. This is why you still encounter a lot of examples with <code>engine=MyISAM</code> online. Nowadays, the InnoDB storage engine is MySQL's default. MyISAM is no longer actively developed, InnoDB is. Therefore, most
nl_nl: Vroeger was MyISAM het standaard opslagformaat van MySQL. Vanwege die keuze zijn nog veel code voorbeelden beschikbaar online die gebruik maken van dit opslagformaat. Tegenwoordig is de standaard tabelstructuur gebaseerd op InnoDB en wordt MyISAM niet langer ontwikkeld. Om die reden zijn

source: MySQL performance optimizations
nl_nl: de meeste MySQL optimalisaties

source: are for the InnoDB engine and it's wise to choose this as your table storage engine.
nl_nl: gebaseerd op het InnoDB formaat en is het verstandig dit voor je WordPress database tabellen te gebruiken.

source: Please note, the performance gain depends on your web hosting company's MySQL server configuration. Contact your hosting provider for more information about the specific MySQL (InnoDB storage engine) set up. If you want to know more about this conversion process, see my blog post on how to
nl_nl: The effectieve performance verbetering is afhankelijk van de MySQL configuratie van je webhostingprovider. Neem contact op met hun klantenservice om meer informatie te krijgen over de specifieke MySQL (InnodDB) configuratie. Als je meer wilt weten over dit conversieproces, bekijk dan onze blogpost over het

source: convert MySQL MyISAM tables to InnoDB
nl_nl: converteren van MySQL MyISAM tabellen naar InnoDB

source: and how to
nl_nl: en hoe

source: optimize all MySQL tables with MySQLi multi_query
nl_nl: alle MySQL tabellen te optimaliseren met MySQLi multi_query

source: The plugin tries to be as gentle as possible, however, you use this plugin at your own risk!
nl_nl: De plugin probeert zo voorzichtig mogelijk te zijn, maar je gebruikt deze functie voor eigen risico!

source: As a bonus, the plugin optimizes the WordPress <code>wp_options</code> table with an index on the autoload column too. More on that
nl_nl: Als bonus optimaliseert deze plugin de wp_options tabel met een index op de autoload column. Meer daarover vind u

source: here
nl_nl: hier

source: Convert my MySQL tables
nl_nl: Converteer mijn MySQL tabellen

source: Whoops, error!
nl_nl: Helaas, een probleem!

source: Turns out something went wrong... Please check your PHP error log file.
nl_nl: Er is helaas iets misgegaan. Controleer uw PHP fouten log.

source: Database convert complete!
nl_nl: Database conversie gelukt!

source: Either your database tables were already created with the InnoDB storage engine, or the convert process is completed successfully.
nl_nl: Uw database was reeds volledig met InnoDB tabellen gevuld of het conversieproces is succesvol afgerond.

source: Optimize MySQL tables
nl_nl: Optimaliseer MySQL tabellen

source: Optimize MySQL database tables
nl_nl: Optimaliseer MySQL tabellen

source: MySQL database optimization successful!
nl_nl: De MySQL database optimalisatie is gelukt!

source: You MySQL database tables were successfully optimized!
nl_nl: De MySQL tabellen zijn succesvol geoptimaliseerd!

source: Update Settings
nl_nl: Update Instellingen

source: Convert MyISAM to InnoDB
nl_nl: Converteer MyISAM naar InnoDB

source: Automatic update settings
nl_nl: Instellingen voor automatische updates

source: It is possible to disable the different kinds of automatic updates. Also, updates for specific plugins can be disabled. Only use this option when automatically updating a plugin is not possible or problematic.
nl_nl: Het is mogelijk om de verschillende soorten automatische updates uit te schakelen. Ook is het mogelijk het bijwerken van specifieke plugins uit te schakelen. Doe dit alleen als het automatisch uitvoeren van updates problematisch is.

source: Enable or disable automatic updates
nl_nl: Automatische updates in- of uitschakelen

source: Update to new major version
nl_nl: Bijwerken van major versie updates

source: e.g. WordPress 4.1 to 4.2
nl_nl: Bijvoorbeeld: van Wordpress versie 4.1 naar 4.2

source: Update to new minor version
nl_nl: Bijwerken van minor versie updates

source: e.g. WordPress 4.1 to 4.1.1
nl_nl: Bijvoorbeeld: van Wordpress versie 4.1 naar 4.1.1

source: Update themes
nl_nl: Thema's bijwerken

source: Update Translations
nl_nl: Vertalingen bijwerken

source: Enable or disable plugin updates
nl_nl: Plugin updates in- of uitschakelen

source: Send email notifications
nl_nl: Stuur update meldingen per e-mail

source: Enable notifications
nl_nl: Meldingen aanzetten

source: All updates are enabled by default. Only change this if your website experiences issues after an automatic update. In that case, resolve the issue that blocks the automatic update process, and reenable automatic updates.
nl_nl: Standaard zijn alle soorten updates geactiveerd. Wijzig dit alleen als u problemen ondervindt bij het automatisch bijwerken. Los in dat geval het probleem op, en heractiveer het automatisch bijwerken.

source: Some plugins require a different update method. Or the plugin simpy breaks as a result of the update. In that case automatic updates for the plugin can be (temporarily) disabled.
nl_nl: Sommige plugins vereisen een afwijkende methode voor het bijwerken. Of de plugin gaat simpelweg stuk als gevolg van de update. In dat geval kan het automatisch bijwerken van die plugin (tijdelijk) worden uitgeschakeld.

source: An email can be sent after each automatic update to notify the site admin (
nl_nl: De plugin kan na elke automatische update een email sturen aan de beheerder (

source: ) of the update. This can be useful in troubleshooting the site after an automatic update.
nl_nl: ) met de details van de update. Dit kan handig zijn om eventuele problemen in de site na een update op te lossen.

source: Settings
nl_nl: Instellingen

source: Configure automatic updates for each WordPress component, and optimize the mySQL database tables.
nl_nl: Stel automatische updates in voor elk onderdeel van WordPress, en optimaliseer de mySQL database tabellen.
